Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: The Call Center representative will fax or email you an FSA enrollment form.
es: El representante de Servicio al Cliente le enviara por fax o por email ese formulario.

source: First year prices comparison about 500.000 email sent in the first year Pro bulk emailer + Pro SMTP (about 500 Euros) compared with web services (about 1400 Euros)
es: Comparación de precios en el primer año, con 500.000 emails enviados en el primer año Software de envío de emails masivos + SMTP Pro (aproximadamente 500 Euros) en comparación con un servicio web (aproximadamente 1400 Euros)

source: "Zodiac's full technical staff and our General Manager, Ton Pels himself, have followed the complete S&S"" training and certification program, which makes Zodiac an S&S"" certified VFI TUNING CENTER, SIDEWINDER CENTER and PRO TUNING CENTER."
es: "Zodiac la plena personal técnico y nuestro gerente general, Ton Pels él mismo, han seguido la completa S&S"" capacitación y programa de certificación, lo que hace Zodiac un S&S"" certificada VFI TUNING CENTER, SIDEWINDER CENTRO y PRO TUNING CENTER."

source: On June 16, 2005, CORE Internet Council of Registrars transmitted by email to the Center its verification response confirming that the Respondent is listed as the registrant and providing the contact details for the administrative, billing, and technical contact.
es: El 30 de marzo de 2005 Dotster, Inc. envió al Centro, vía correo electrónico, su respuesta confirmando que el Demandado es la persona que figura como registrante, proporcionando a su vez los datos de contacto del contacto administrativo, técnico y de facturación.

source: Ramona Dragomir from Pro Volbis, the National Volunteer Center of Romania talked about social, linguistic and cultural barriers.
es: Ramona Dragomir de Pro Volbis, el Centro Nacional de Voluntariado de Rumania, habló sobre asuntos sociales, barreras lingüísticas y culturales.

source: "Zodiac gives their authorized dealers the opportunity to follow the S&S"" training and certification program so they can become a PRO TUNING CENTER, SIDEWINDER CENTER, and/or VFI TUNING CENTER."
es: "Zodiac sus distribuidores autorizados da la oportunidad de seguir la S&S"" capacitación y programa de certificación para que puedan convertirse en un PRO TUNING CENTER, SIDEWINDER CENTER, y/o VFI TUNING CENTER."

source: You can use the email address pro@rovasi.com
es: A través de la dirección electrónica pro@rovasi.com

source: mass email program sending license for SendBlaster PRO bulk emailer program.
es: licencia de envío del programa para el envío de email masivo ilimitado.

source: Send unlimited emails using the PRO bulk email software
es: Envíe emails ilimitados utilizando la versión PRO del software de envío de emails masivos

source: While all kinds of opportunists adapt themselves to the actual Chavist regime and even to the pro-imperialist center left, sectarians lump together and condemn abstractly both categories of governments, while keeping the nationalist outlook (for example, the Morenoite PSTU in Brazil).
es: Mientras toda clase de oportunistas se han adaptado al actual régimen chavista e incluso a los gobiernos proimperialistas de centroizquierda, los sectarios se amontonaron para condenar abstractamente ambas categorías de gobiernos, aunque manteniendo una perspectiva nacionalista (por ejemplo, el PSTU morenista de Brasil).

source: CENTER WIDTH With Pro Logic decoding center channel signals can come only from the center speaker.
es: CENTER WIDTH Con la decodificación Pro Logic las señales de canal central sólo pueden venir del altavoz central.

source: The Written Notice document will provide the Respondent with procedural guidance on how to file its Response, and will invite the Respondent to provide the WIPO Center with any additional email addresses (if any) to which the Respondent would like a copy of the complete Complaint to be sent.
es: En el documento Aviso escrito se facilitan al demandado orientaciones en el procedimiento en cómo presentar el escrito de contestación y se invita al demandado cómo facilitar al Centro de la OMPI cualquier correo electrónico adicional (si lo hubiese) al cual el demandado desea que se le envíe copia completa de la demanda.

source: The WIPO Center will send electronic copies by email of Complaints along with complete sets of annexes to Respondents in all cases upon the formal Notification of Complaint and Commencement of Administrative Proceedings.
es: El Centro de la OMPI le enviará copias de forma electrónica por email de demandas así como de los anexos a los demandados en todos los casos en el marco formal de la Notificación de la demanda e inicio del procedimiento administrativo.

source: If you fail to download and install any Required Update within 7 days of receipt of notice of the availability of such Required Updates (whether through the Message Center, email or otherwise), your access to the Service will be blocked until such Update is installed.
es: Si no descarga e instala cualquier Actualización requerida dentro de los 7 días de recibir la notificación de la disponibilidad de dichas Actualizaciones requeridas (ya sea mediante el Centro de mensajes, correo electrónico o de algún otro modo), se bloqueará su acceso al servicio hasta que dicha Actualización se instale.

source: On February 27, 2009, GoDaddy.com, Inc. transmitted by email to the Center its verification response disclosing registrant and contact information for the disputed Domain Name which differed from the named Respondent and contact information in the Complaint.
es: El 17 de noviembre de 2009 Regnow.ca Inc. envió al Centro, vía correo electrónico, su respuesta confirmando que el Demandado es la persona que figura como registrante, proporcionando a su vez los datos de contacto de los contactos administrativo, técnico.

source: The Center sent an email communication to the Complainant on June 8, 2009 providing the registrant and contact information disclosed by the Registrar, and inviting the Complainant to submit an amendment to the Complaint.
es: En respuesta a una notificación del Centro en el sentido que la Demanda era administrativamente deficiente, el Demandante presentó una modificación a la Demanda el 9 de enero de 2009.

source: "I would like to do my part to raise awareness and help the research advance toward treatment and an eventual cure,"" Birk, a Pro Bowl center for the Ravens, said in the news release."
es: "Me gustaría hacer mi parte por aumentar la concienciación y ayudar a que la investigación avance hacia el tratamiento y una cura eventual"", afirmó en el comunicado de prensa Birk, centro Pro Bowl de los Ravens."

source: The Democracy Video Challenge partnership includes the pro-democracy organizations Center for International Private Enterprise, International Republican Institute and National Democratic Institute, as well as the youth organizations International Youth Foundation and TakingITGlobal.
es: El Concurso de Vídeo sobre la Democracia incluye alianzas con organizaciones pro democracia tales como el Centro para la Empresa Privada Internacional, el Instituto Internacional Republicano y el Instituto Nacional Democrático, así como con organizaciones juveniles como la Fundación Internacional de Jóvenes y TakingITGlobal.

source: PAP congressmen renewed their alliances with the center-left and pro-Fujimori Union for Peru (UPP) and other smaller, more conservative parties.
es: Los legisladores apristas lograron asegurar su alianza con los fujimoristas, el partido de centroizquierda Unión Por el Perú (UPP) y otras pequeñas bancadas conservadoras.

source: Raw material costs accounted for 46 % of variable cost in 1994, increasing to 56 % of variable cost during the IP.
es: Estos costes supusieron el 46 % del coste variable en 1994, aumentando hasta un 56 % durante el período de investigación.

source: Valuation is, essentially, a bringing together of the economic concept of value and the legal concept of property.
es: En líneas generales, la valoración es una amalgama del concepto económico de valor y el concepto jurídico de propiedad.

source: Fuerza Ambiental and other NGOs, like Greenpeace, Amnesty International and the Agustín Pro Juárez Human Rights Center, a Mexican-based group that defends indigenous and peasant communities, consider the two prisoners of conscience.
es: Fuerza Ambiental y las ONG Greenpeace, Amnistía Internacional y Centro de Derechos Humanos Agustín Pro Juárez, mexicano y vinculado con la orden intervenga a favor de los campesinos, a quienes consideran presos de conciencia.

source: The country's main opposition parties had yet to accept the invitation, including the centrist Radical Civil Union (UCR) and Civic Coalition and the center-right Union-PRO.
es: Todavía falta la aceptación por parte del partido de centro Unión Cívica Radical (UCR), Coalición Cívica también de centro y de Unión-Pro de centro-derecha, las principales fuerzas de oposición a nivel nacional.

source: With label printing based on NiceLabel Pro, the Print Center consolidates the overview and management of the label design and printing to one central server.
es: Con la impresión de etiquetas basada en NiceLabel Pro el Print Center une la visión y la gestión de diseño y de impresión de etiqueta en un solo servidor central.

source: Required repair/calibration must be done by an authorized AccuLine Pro® service center or Johnson Level & Tool's limited warranty, if applicable, will be void and there will be NO WARRANTY.
es: La reparación/calibración requerida debe ser realizada por un centro de servicio autorizado de AccuLine Pro® o de lo contrario la garantía limitada de Johnson Level & Tool, si corresponde, se anulará y NO HABRÁ GARANTÍA.

source: A single-server hosting automation and control panel solution (formerly known as Ensim Pro) for hosted websites, email, and online applications.
es: Solución de panel de control y automatización de alojamiento de servidor único (antes Ensim Pro) para sitios web, email y aplicaciones online.

source: On January 29, 2008, Wild West Domains, Inc. transmitted by email to the Center its verification response confirming that the Respondent is listed as the registrant and providing the contact details.
es: El 22 de diciembre de 2006 el registrador envió al Centro, vía correo electrónico, su respuesta confirmando que el Demandado es la persona que figura como registrante, proporcionando a su vez los datos de contacto del contacto administrativo y técnico .

source: If you want to be communicated to the medical center by email or by telephone, ask to be contacted with a Coordinator of the International Office from the medical center of your preference, who will be at your disposal to help you with your requests.
es: Si usted desea comunicarse al centro médico por correo electrónico o en forma telefónica, pida ser contactado con un Coordinador de la Oficina Internacional del centro médico de su preferencia, quien estará a su disposición para atender su requerimiento.

source: We provide email support for Google SketchUp Pro and Pro Trial customers only.
es: Sólo facilitamos asistencia por correo electrónico a los usuarios de Google SketchUp Pro y de la versión de prueba de Google SketchUp Pro.

source: The variable cost estimates are being developed.
es: Actualmente se estudia la estimación de los gastos variables.

source: Variable cost s costs that can be changed in the short term, such as costs associated with the number of supervisory visits.
es: Costos variables son los que pueden cambiarse a corto plazo, como los relativos al número de visitas de supervisión.

source: The increase in variable cost of sale resulted primarily from the increase in cost of fuels and electric power due to the international increase of oil prices.
es: El incremento en el costo variable de ventas resultó principalmente del incremento del costo de combustibles y energía eléctrica debido al incremento de los precios internacionales de petróleo.

source: "You can use the latter to determine the ""variable cost of goods manufactured""."
es: "Estas clases de coste se pueden utilizar para especificar los ""costes variables de producción""."

source: The elements can be either be displayed according to the valuation price.
es: Los elementos pueden visualizarse de acuerdo con el precio de valoración.

source: Finally, in columns 3 and 4, the authors add dummy variables for the valuation objectives of their different works.
es: Por último, en las columnas 3 y 4, los autores agregan variables dummies para los objetivos de valoración de los distintos trabajos.

source: The bulletin requires that financial instruments entered into for hedging purposes be valued using the same valuation criteria applied to the hedged asset or liability.
es: Los instrumentos financieros contratados con fines de cobertura se deberán valuar utilizando el mismo criterio de valuación aplicado a los activos y pasivos cubiertos.

source: This whole process of business valuation is one of those areas in business where hiring a professional to provide this service is essential.
es: Este proceso de evaluación comercial representa una de las áreas en negocios donde es esencial contratar a un profesional.

source: The first instalment may be for up to 70% of the valuation of the plot.
es: La primera entrega puede alcanzar hasta el 70% del valor de tasación del solar.

source: The changes in the valuation allowance and non-recovered tax on asset, which reduce the related deferred tax asset, are as follows
es: Los cambios en el saldo de la reserva de pérdidas fiscales e impuesto al activo no recuperables que reducen el activo diferido se presentan a continuación

source: valuation adjustments and provisions for default risks (credit and country risks)
es: Correcciones de valor y provisiones para impagos (riesgo de insolvencia y riesgo de país)

source: Valuation of the company that which will be agreed on by the two parties via a business plan.
es: Valoración de la compañía la que se acuerde entre las dos partes a través de un plan de negocio.

source: Its full implementation needs to be ensured, especially in areas such as origin, valuation and simplified procedures.
es: Es necesario garantizar su plena aplicación, especialmente en ámbitos como el origen, la evaluación y los procedimientos simplificados.

source: A more complete picture of the potential financial savings could be provided by analysing the potential variable cost savings if the current level of UNITAR activities had been carried out with UNITAR located in Turin.
es: Se darla una idea más completa del ahorro financiero analizando el ahorro en costos variables si las actividades del UNITAR en su nivel actual se hubiesen llevado a cabo en el UNITAR con sede en Turín.

source: The improvement reflects significantly higher sales volume, lower variable cost and currency benefit.
es: Esta mejora refleja un incremento significativo en el volumen de ventas, una bajada en costes variables y beneficios derivados del cambio de divisa.

source: "Reg. 28360, 28367 (1992) (""the Department used the weighted average variable cost of manufacture (VCOM) of the corresponding bearing family in the calculation of DIFMER adjustments."
es: "Reg. 28360, 28367 (1992) (""el Departamento usó el promedio ponderado de costo variable de manufactura (CVM) de la familia correspondiente en el cálculo del ajuste DIFMERs"")"

source: Think about how service level agreements could be more easily managed if SLAs were automatically linked to variable cost structures.
es: Piense cómo los acuerdos de nivel de servicio podrían administrarse más fácilmente si estuvieran automáticamente vinculados a estructuras de costos variables.

source: The identity of cattle was not included in the valuation forms and there was no trace of valuations having been reviewed by senior valuers or by the ministry.
es: La identificación de los bovinos no figuraba en los formularios de evaluación y tampoco existían pruebas de la revisión de las evaluaciones por evaluadores con cargos de responsabilidad o por el ministerio.

source: The treatment of taxes on production is not relevant in the valuation of these purchases.
es: El tratamiento de los impuestos sobre la producción no es pertinente en la valoración de estas compras.

source: And second, the actual valuation and perspectives for the major international equity markets.
es: Y segundo, las valoraciones y perspectivas de los mercados internacionales actuales.

source: It is also possible that the monetary valuation of the environmental impacts would need to be corrected as a result of lower incomes and a different willingness-to-pay for environmental benefits.
es: También es posible que la valoración monetaria de los impactos medioambientales tenga que corregirse debido a que los niveles de renta son más bajos y existe una menor disposición a pagar para obtener beneficios medioambientales.

source: Whether our politicians on the whole deserve the low valuation that public opinion gives them is open to discussion.
es: Podríamos discutir si el conjunto de nuestros políticos merece o no la baja valoración que la opinión pública les da.

source: These instruments have been deemed to contain embedded derivatives and have been subject to valuation using a binomial model.
es: Se considera que estos instrumentos contienen derivados implícitos y para su valuación se ha usado un modelo binomial.

source: You can apply different overhead amounts to the total, fixed and variable cost portions under the same cost element.
es: Se pueden aplicar diferentes importes de recargos de gastos generales al total, partes fijas o variables de la misma clase de coste base.

source: A cabinet member in charge of the education sector shall approve the variable cost estimates for education of children with disabilities allocated from the State budget.
es: Un miembro del Gabinete a cargo del sector de la educación deberá aprobar las estimaciones de los gastos variables de los niños discapacitados sufragados con cargo al presupuesto del Estado.

source: The much lower variable cost per student achievable in correspondence education and educational broadcast-based approaches, and the relatively high 'fixed' investment costs in the development of learning materials, means that there is a strong argument in favour of a funding mechanism that reflects not just the number of students in the system, but the number of courses being developed and maintained.
es: "El bajo costo variable por estudiante, característico de la educación por correspondencia y la educación a través de medios de difusión como la radio o la televisión, y los costos ""fijos"" relativamente altos de desarrollo de materiales educativos, son argumentos a favor de un mecanismo de financiamiento que refleje no sólo el número de estudiantes en el sistema, sino también el número de cursos que se desarrollan o mantienen en él."

source: For efficiencies that involve cost savings, state separately the one-time fixed cost savings, recurring fixed cost savings, and variable cost savings (in euros per unit and euros per year)
es: Tratándose de eficiencias que permitan reducir costes, cuantifique por separado las reducciones de costes fijos de carácter irrepetible, las reducciones de costes fijos de carácter recurrente y las reducciones de costes variables (en euros por unidad y en euros al año)

source: The average variable cost of generating was Ptas. 2.58/kWh, which at constant fuel prices represents an increase of Ptas. 0.33/kWh over the prior year.
es: El coste variable medio de generación se situó en 2,58 pta/kWh, lo que supone un aumento de 0,33 pta/kWh respecto del año 1996 a precios constantes de los combustibles.

source: The average variable cost of net generation during the year was 0.33 pesetas per kWh greater than the previous year (at constant fuel prices) and came to 2.58 pesetas per kWh.
es: El coste variable medio de la generación neta del año superó al del año anterior en 0,33 PTA/kWh (a precios constantes de los combustibles) y se situó en 2,58 PTA/kWh.

source: must always be asked before a valuation can be carried out.
es: deben plantearse siempre antes de que se realice una valoración.

source: Valuation allowances related to these deferred tax assets have been established to the extent the realization of the tax benefit is not probable.
es: Las previsiones de devaluación relacionadas con estos activos de impuestos diferidos se han registrado sobre los ítems cuyo beneficio tributario no es probable.

source: The remaining market risks correspond to a portfolio of holdings and shares in related companies whose valuation value is on the whole higher than its acquisition cost.
es: Los riesgos de mercado restantes corresponden a una cartera de participaciones y de participaciones en empresas vinculadas cuyo valor de valoración supera globalmente el coste de adquisición.

source: The values in the columns are added together for each valuation level and for each stock account.
es: Los valores en las columnas se suman para cada nivel de valoración y para cada cuenta de existencias.

source: If you change the price in one currency or valuation, the translation does not take place in the other currencies or valuations.
es: Si cambia el precio en una moneda o valoración, la conversión no se lleva a cabo en las otras monedas o valoraciones.

source: It is concerned with using market valuation to encourage supplementary pensions.
es: Lo que le interesa es la promoción de las jubilaciones complementarias por capitalización.

source: We favor emerging markets because of their strong economies and neutral valuation.
es: Respaldamos los mercados emergentes por sus fuertes economías y valoración neutral.

source: They must be valued on a prudent basis, taking into account the underlying assets, and included in the valuation of the institution's assets.
es: Deberán evaluarse de manera prudente, teniendo en cuenta los activos subyacentes e incluirse en la evaluación de los activos del organismo.

source: Such projects must be based on the valuation of all the patrimonial assets and the resources of each state.
es: Dichos proyectos tienen que basarse en la evaluación de los bienes patrimoniales y los recursos propios de cada territorio.

source: international accounting standards and the valuation of the assets and liabilities (tangible and intangible) in accordance with the reasonable value on the date of control.
es: normas contables internacionales y la valoración de los activos y pasivos (tangibles e intangibles) de acuerdo con el valor razonable a la fecha de control.

source: On security, he laid out the basic costing principles to follow determining a reasonable base structure and defining a variable cost distribution between core and non-core, which would require further analysis.
es: En materia de seguridad, describió los principios básicos que se debían seguir al calcular los costos determinar una estructura básica razonable y definir una distribución de los costos variables entre recursos básicos y recursos complementarios, para lo que se necesitaría un análisis más detallado.

source: Our approach of the fixed/variable cost structure was an important element to assess what the impact of the downturn on cash flow could be
es: Nuestro análisis de la estructura de costes fijos/costes variables ha sido un elemento esencial para determinar las consecuencias de la crisis económica en los flujos de tesorería
